---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ElectricalFailures.InvalidPathOfParallelConduits
source: html/224931c4-3ca7-2edf-0bc1-5acd93da848f.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ElectricalFailures.InvalidPathOfParallelConduits Property

Invalid path of parallel conduits

## Syntax (C#)
```csharp
public static FailureDefinitionId InvalidPathOfParallelConduits { get; }
```